Revit 2027 API
ParameterTypeId.PlanViewLevel Property
 "Associated Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PlanViewLevel { get; }
Public Shared ReadOnly Property PlanViewLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PlanViewLevel {
	ForgeTypeId^ get ();
}
static member PlanViewLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace